tap "jesseduffield/lazygit"
tap "sst/tap"

brew "antidote"
brew "direnv"
brew "dockutil"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "kanata"
brew "lua"
brew "neovim"
brew "neovim-remote"
brew "ni"
brew "prettierd"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "sst/tap/opencode"

cask "1password"
cask "1password-cli"
cask "arc"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono"
cask "ghostty"
cask "hammerspoon"
cask "linear-linear"
cask "monitorcontrol"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "vial"
cask "postman"
cask "bleunlock"
cask "brainfm"
cask "readdle-spark"
