tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "sst/tap"
brew "antidote"
brew "anyquery"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "ical-buddy"
brew "jq"
brew "kanata"
brew "lua"
brew "neovim"
brew "neovim-remote"
brew "nvm"
brew "prettierd"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "zoxide"
brew "zsh"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "sst/tap/opencode"
cask "1password"
cask "arc"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "linear-linear"
cask "monitorcontrol"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "vial"
